{
    "navigation": {
      "home": "Home",
      "experience": "Experience",
      "projects": "Projects",
      "about-me": "About me",
      "skill": "Skills"
    },
    "homeContent":{
      "name": " Hi, I'am Leyner",
      "role":"Full Stack Developer ",
      "experience":"+ of 15 years of experience in Web Application Development. ",
      "location":" Havana, Cuba",
      "contact":" Contact me",
      "linkedin":" LinkedIn"
    },
    "experience":{
      "name":"Experience",
      "data":[
        {
          "role":" Principal architect ",
          "description":"Responsible for the architectural baseline of the center's projects. Select the most appropriate technologies and programming languages ​​based on the requirements. Solve the most complex technical problems presented during development. Ensure good practices, optimization and performance. ",
          "company": "XETID",
          "time":"at present... "
        },
        {
          "role":" Technical Lead ",
          "description":" Responsible for the development of different projects with a work team of more than 20 people.The cohesion of the team was achieved focused on meeting the proposed objectives, increasing the productivity and quality of the developed systems and with it the satisfaction of our clients.. ",
          "company": "XETID",
          "time":"January 2018"
        },
        {
          "role":" Full Stack Developer ",
          "description":"During this time I participated in the development of different projects, since ERP to SPA for different clients. The use of different technologies, programming languages ​​and deployment different systems in production allowed me to obtain a solid cognitive basis in web development.",
          "company": "XETID",
          "time":"July 2008"
        }
      ]
    },
    "projects":{
      "name":"Projects",
      "know":"know more...",
      "view":"visit...",
      "data":[
        {
          "title":"Suspicious Activity Report",
          "description":"System for reporting suspicious activity in bank transactions, used by the Central Bank of Cuba. Developed from scratch with Vuejs and Laravel.",
          "image": "/Ros.png",
          "url":"",
          "technology":["/vue.png","/laravel.png"]
        },{
          "title":"Medical Emergency Management System",
          "description":"Platform in operation in Havana city, processing more than thousand Emergency requests daily. Control of the Ambulance park, Agents, Expedition.",
          "image": "/SIGUM.png",
          "url":"https://sigum.xutil.net/",
          "technology":["/angular.png","/material.png","/zend.png","/node-js.png","/mongodb.png"]
        },{
          "title":" ENZONA Claims System",
          "description":"Processing and analysis of claims made by clients regarding operations on the ENZONA platform. More than ten thousand claims processed.",
          "image": "/Enzona.png",
          "url":"https://transparencia.enzona.net/",
          "technology":["/bootstrap.png","/procesmaker.png","/springboot.png"]
        },{
          "title":" Visitor Information System",
          "description":"Platform for searching information about the Cuba destination, with more than a million places, hotels, restaurants, etc. Powerful tool for the use of information offices.",
          "image": "/Infotur.png",
          "url":"https://www.infoturcuba.cu/",
          "technology":["/react.png","/material.png","/elasticsearch.png"]
        }
       
      ]
    },
     "skills":{
      "title": "Skill & Technology",
      "front": "Frontend",
      "back":"Backend",
      "others":" Others "

    },   
   "aboutme":{
      "title": "About me",
      "p1": "My name is Leyner but my acquaintances call me Patterson because is my last name. My first lines of code were in Visual Basic when I was 14 years old. In this moment ",
      "p1Strong": " I lead development teams and implement complexity functionalities in the projects. ",
      "p2":"Among my most important achievements is having participated in the ",
      "p2Strong":" modeling and architectural design of the Liquefied Petroleum Gas Distribution and Control System with the PDVSA company in Venezuela.",
      "p3":"I have extensive experience in web development, acquired in solving technical problems throughout my career. Something that characterizes me and fills me with satisfaction is",
      "p3Strong":" having contributed to the training of ICT professionals at the University of Computer Sciences (UCI) through thesis tutoring."
      

    }  
  }