{
    "navigation": {
      "home": "Inicio",
      "experience": "Experiencia",
      "projects": "Proyectos",
      "about-me": "Sobre mí",
      "skill": "Habilidades"
    },
    "homeContent":{
      "name": " Hola, soy Leyner",
      "role":" Desarrollador Full Stack ",
      "experience":"+de 15 años de experiencia en el Desarrollo de Aplicaciones Web. ",
      "location":" Habana, Cuba"
    },
    "experience":{
      "name":"Experience",
      "data":[
        {
          "role":" Jefe de proyecto ",
          "description":" Responsable del desarrollo, mantenimiento y soporte de 5 proyectos con un equipo de trabajo de más de 20 personas.Se logró la cohesión del colectivo enfocados en el cumplimiento de los objetivos propuestos, aumentando la productividad y calidad de los sistemas desarrollados y consigo la satisfacción de nuestros clientes. ",
          "company": "XETID",
          "time":"Actualmente...."
        },
        {
          "role":" Arquitecto principal ",
          "description":"Responsable de la línea base de la arquitectura de los proyectos del centro. Seleccionar las tecnologías y lenguajes de programación mas adecuados en base a los requerimientos. Solucionar los problemas técnicos más complejos presentados durante el desarrollo. Velar por las buenas prácticas , optimización y rendimiento. ",
          "company": "XETID",
          "time":"Enero 2018 "
        },
        {
          "role":" Desarrollador Full Stack ",
          "description":"Durante este tiempo participé en el desarrollo de diferentes proyectos, desde ERP hasta SPA para diferentes clientes. El uso de diferentes tecnologías, lenguajes de programación y puesta en producción de diferentes sistemas me permitió obtener una sólida base cognitiva del desarrollo web.",
          "company": "XETID",
          "time":"Julio 2008"
        }
      ]
    },
    "projects":{
      "name":"Projects",
      "know":"Saber más...",
      "view":"visitar...",
      "data":[
        {
          "title":"Reporte de Operaciones Sospechosas (ROS)",
          "description":"Sistema para el reporte de los ROS, utilizado por el Banco Central de Cuba. Desarrollado desde cero con Vuejs y Laravel.",
          "image": "/Ros.png",
          "url":false,
          "technology":["/vue.png","/laravel.png"]
        },{
          "title":"Sistema de Gestión de la Urgencia Médica",
          "description":"Plataforma en operación en ciudad de La Habana, procesando diariamente mas de 500 solicitudes de Emergencias. Control del parque de Ambulancias, Agentes, Expedición",
          "image": "/SIGUM.png",
          "url":"https://sigum.xutil.net/",
          "technology":["/angular.png","/material.png","/zend.png","/node-js.png","/mongodb.png"]
        },{
          "title":" Sistema de Reclamaciones de ENZONA",
          "description":"Procesamiento y análisis de las reclamaciones efectuadas por los clientes sobre las operaciones en la plataforma ENZONA. Más de 6000 reclamaciones atendidas. ",
          "image": "/Enzona.png",
          "url":"https://transparencia.enzona.net/",
          "technology":["/bootstrap.png","/procesmaker.png","/springboot.png"]
        },{
          "title":" Sistema de Información al Visitante",
          "description":"Plataforma para la búsqueda de información sobre el destino Cuba, con mas de un millón de lugares, hoteles, restaurantes, etc la hacen una poderosa herramienta para el uso de sus clientes",
          "image": "/Infotur.png",
          "url":"https://www.infoturcuba.cu/",
          "technology":["/react.png","/material.png","/elasticsearch.png"]
        }
       
      ]
    }  
   }