{
    "navigation": {
      "home": "Inicio",
      "experience": "Experiencia",
      "projects": "Proyectos",
      "about-me": "Sobre mí",
      "skill": "Habilidades"
    },
    "homeContent":{
      "name": " Hola, soy Leyner",
      "role":" Desarrollador Full Stack ",
      "experience":"+de 15 años de experiencia en el Desarrollo de Aplicaciones Web. ",
      "location":" Habana, Cuba",
      "contact":" Contácteme",
      "linkedin":" LinkedIn"
    },
    "experience":{
      "name":"Experiencia",
      "data":[
        {
          "role":" Tech líder ",
          "description":" Responsable del desarrollo de varios proyectos con un equipo de trabajo de más de 20 personas.Se logró la cohesión del colectivo enfocados en el cumplimiento de los objetivos propuestos, aumentando la productividad y calidad de los sistemas desarrollados y consigo la satisfacción de nuestros clientes. ",
          "company": "XETID",
          "time":"Actualmente...."
        },
        {
          "role":" Arquitecto principal ",
          "description":"Responsable de la línea base de la arquitectura de los proyectos del centro. Seleccionar las tecnologías y lenguajes de programación mas adecuados en base a los requerimientos. Solucionar los problemas técnicos más complejos presentados durante el desarrollo. Velar por las buenas prácticas , optimización y rendimiento. ",
          "company": "XETID",
          "time":"Enero 2020 "
        },
        {
          "role":" Desarrollador Full Stack ",
          "description":"Durante este tiempo participé en el desarrollo de diferentes proyectos, desde ERP hasta SPA para diferentes clientes. El uso de diferentes tecnologías, lenguajes de programación y puesta en producción de diferentes sistemas me permitió obtener una sólida base cognitiva del desarrollo web.",
          "company": "XETID",
          "time":"Julio 2008"
        }
      ]
    },
    "projects":{
      "name":"Proyectos",
      "know":"Ver detalles...",
      "view":"visitar...",
      "data":[
        {
          "title":"Reporte de Operaciones Sospechosas (ROS)",
          "description":"Sistema para el reporte de los ROS, utilizado por el Banco Central de Cuba. Desarrollado desde cero con React y Laravel.",
          "image": "/Ros.png",
          "url":"",
          "technology":["/react.png","/springboot.png"]
        },
        {
          "title":" Sistema de Información al Visitante",
          "description":"Plataforma para la búsqueda de información sobre el destino Cuba, con mas de un millón de lugares, hoteles, restaurantes, etc. Poderosa herramienta para el uso de las oficinas de información",
          "image": "/Infotur.png",
          "url":"https://www.infoturcuba.cu/",
          "technology":["/react.png","/material.png","/elasticsearch.png","/springboot.png"]
        },{
          "title":"Sistema de Gestión de la Urgencia Médica",
          "description":"Plataforma en operación en ciudad de La Habana, procesando diariamente mas de 1000 solicitudes de Emergencias. Control del parque de Ambulancias, Agentes, Expedición",
          "image": "/SIGUM.png",
          "url":"https://sigum.xutil.net/",
          "technology":["/angular.png","/material.png","/zend.png","/node-js.png","/mongodb.png"]
        },{
          "title":" Sistema de Reclamaciones de ENZONA",
          "description":"Procesamiento y análisis de las reclamaciones efectuadas por los clientes sobre las operaciones en la plataforma ENZONA. Más de 10000 reclamaciones atendidas. ",
          "image": "/Enzona.png",
          "url":"https://transparencia.enzona.net/",
          "technology":["/react.png","/node-js.png","/springboot.png"]
        }
       
      ]
    },
     "skills":{
      "title": "Habilidades & Tecnologías",
      "front": "Frontend",
      "back":"Backend",
      "others":" Otras "

    },
     "aboutme":{
      "title": "Sobre mí",
      "p1": "Mi nombre es Leyner pero mis conocidos me llaman Patterson por mi apellido. Mis primeras lineas de código fueron en Visual Basic con 14 años de edad. Actualmente ",
      "p1Strong": " dirijo equipos de desarrollo e implemento funcionalidades con algún tipo de complejidad. ",
      "p2":"Entre mis logros más importantes figura haber participado en la   ",
      "p2Strong":" modelación y diseño arquitectónico del Sistema de Distribución y Control de Gas Licuado de Petroleo con la compañía PDVSA en Venezuela.",
      "p3":"Cuento con una basta experiencia en el desarrollo web, adquirida en la resolución de problemas técnicos durante toda mi carrera. Algo que me caracteriza y me llena de satisfacción es",
      "p3Strong":" haber contribuido en la formación de profesionales TIC en la Universidad de Ciencias Informáticas (UCI) mediante tutorías de tesis."
     

    }    
   }